tap "buo/cask-upgrade"
tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sidneys/homebrew"
brew "bottom"
brew "gettext"
brew "libidn2"
brew "openssl@1.1"
brew "curl"
brew "dotnet"
brew "exa"
brew "pcre2"
brew "git"
brew "krb5"
brew "lazygit"
brew "unibilium"
brew "libtermkey"
brew "libtool"
brew "libvterm"
brew "lua"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "msgpack"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "openjdk"
brew "python@3.9"
brew "starship"
brew "swiftformat"
brew "swiftlint"
brew "wget"
brew "yarn"
brew "zoxide"
cask "android-studio"
cask "ark-desktop-wallet"
cask "dbeaver-community"
cask "docker"
cask "figma"
cask "firefox"
cask "font-sf-mono-nerd-font"
cask "kitty"
cask "mongodb-compass"
cask "obs"
cask "openkey"
cask "postman"
cask "rectangle"
cask "swiftformat-for-xcode"
cask "wireshark"
cask "zalo"
cask "zoom"
