tap "apenngrace/vulkan"
tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "epk/epk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sass/sass"
tap "sidneys/homebrew"
brew "openssl@1.1"
brew "asciiquarium"
brew "autoconf"
brew "bottom"
brew "cmake"
brew "cmatrix"
brew "curl"
brew "exa"
brew "gcc"
brew "git"
brew "python@3.9"
brew "libtool"
brew "imagemagick"
brew "lazygit"
brew "libtermkey"
brew "libvterm"
brew "lolcat"
brew "lua"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "openjdk"
brew "maven"
brew "msgpack"
brew "mysql", restart_service: true
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "postgresql", restart_service: true
brew "python-tk@3.9"
brew "python@3.10"
brew "sl"
brew "starship"
brew "viu"
brew "wasm-pack"
brew "wget"
brew "yarn"
brew "zoxide"
cask "dbeaver-community"
cask "docker"
cask "font-sf-mono-nerd-font"
cask "kitty"
cask "mongodb-compass"
cask "obs"
cask "openkey"
cask "postman"
cask "rectangle"
cask "swiftformat-for-xcode"
cask "zalo"
